pages/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Introduction | Programming for Economists</title>
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Playfair+Display:700,900" rel="stylesheet">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../rss.xml">
<link rel="canonical" href="https://janboone.github.io/programming_for_economists/pages/pages/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Jan Boone and Misja Mikkers">
<meta property="og:site_name" content="Programming for Economists">
<meta property="og:title" content="Introduction">
<meta property="og:url" content="https://janboone.github.io/programming_for_economists/pages/pages/">
<meta property="og:description" content="Team


In 2018-2019 this course is taught by:



Santiago Bohorquez Correa
Jan Boone
Mark Klik
Misja Mikkers
Marius-Lucian Prisacuta
Cheyenne Ramada






Datacamp


We are very happy that we partner ">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2018-11-26T17:23:02+01:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Header and menu bar -->
<div class="container">
      <header class="blog-header py-3"><div class="row nbb-header align-items-center">
          <div class="col-md-3 col-xs-2 col-sm-2" style="width: auto;">
            <button class="navbar-toggler navbar-light bg-light nbb-navbar-toggler" type="button" data-toggle="collapse" data-target=".bs-nav-collapsible" aria-controls="bs-navbar" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse bs-nav-collapsible bootblog4-search-form-holder">
                
            </div>
        </div>
          <div class="col-md-6 col-xs-10 col-sm-10 bootblog4-brand" style="width: auto;">
            <a class="navbar-brand blog-header-logo text-dark" href="https://janboone.github.io/programming_for_economists/pages/">

            <span id="blog-title">Programming for Economists</span>
        </a>
          </div>
            <div class="col-md-3 justify-content-end align-items-center bs-nav-collapsible collapse flex-collapse bootblog4-right-nav">
            <nav class="navbar navbar-light bg-white"><ul class="navbar-nav bootblog4-right-nav">
<li class="nav-item">
    <a href="index.org" id="sourcelink" class="nav-link">Source</a>
    </li>


                    
            </ul></nav>
</div>
    </div>
</header><nav class="navbar navbar-expand-md navbar-light bg-white static-top"><div class="collapse navbar-collapse bs-nav-collapsible" id="bs-navbar">
            <ul class="navbar-nav nav-fill d-flex w-100">
<li class="nav-item active">
<a href="." class="nav-link">Webpage <span class="sr-only">(active)</span></a>
                </li>
<li class="nav-item">
<a href="schedule" class="nav-link">Schedule</a>
                </li>
<li class="nav-item">
<a href="exam" class="nav-link">Exam</a>
                </li>
<li class="nav-item">
<a href="../rss.xml" class="nav-link">RSS feed</a>

                
            </li>
</ul>
</div>
<!-- /.navbar-collapse -->
</nav>
</div>

<div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        
        
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">Introduction</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-org39f99c2" class="outline-2">
<h2 id="org39f99c2">Team</h2>
<div class="outline-text-2" id="text-org39f99c2">
<p>
In 2018-2019 this course is taught by:
</p>

<ul class="org-ul">
<li>Santiago Bohorquez Correa</li>
<li>Jan Boone</li>
<li>Mark Klik</li>
<li>Misja Mikkers</li>
<li>Marius-Lucian Prisacuta</li>
<li>Cheyenne Ramada</li>
</ul>
</div>
</div>


<div id="outline-container-org3fc203f" class="outline-2">
<h2 id="org3fc203f">Datacamp</h2>
<div class="outline-text-2" id="text-org3fc203f">
<p>
We are very happy that we partner with <a href="https://www.datacamp.com/">datacamp</a> for this course to teach you both python and R.
</p>

<p>
<a href="https://www.datacamp.com/about">Datacamp</a> offers great on-line courses for you to learn R and python.
</p>
</div>
</div>


<div id="outline-container-org9ba272d" class="outline-2">
<h2 id="org9ba272d">Important</h2>
<div class="outline-text-2" id="text-org9ba272d">
<p>
Things to do if you want to follow this course:
</p>

<ul class="org-ul">
<li>enroll in <a href="https://www.datacamp.com/">datacamp</a> <b><b>with your Tilburg University email address</b></b>
</li>
<li>go to the <a href="https://russet.uvt.nl/hub/home">russet server</a>
</li>
<li>log into the server and click on the green button "Start My Server"</li>
<li>copy the address from the address field in your browser (you need to paste this in a webform)</li>
<li>after you have done this, go to the webform:</li>
<li>and fill in <a href="https://goo.gl/forms/DH3wryCOPJtwyYpg1">this webform.</a>
</li>
<li>note that you need to fill in the webform <b><b>before February 8, 2019</b></b>
</li>
<li>if you do not fill in the webform before the deadline, you <b>cannot</b> get a grade for this course</li>
<li>we use the webform also to plan the tutorials, keep an eye on BB before your first tutorial</li>
<li>optional: create a github account (this allows you to ask us questions; also during the exam). See below.</li>
</ul>
</div>
</div>

<div id="outline-container-org2449a49" class="outline-2">
<h2 id="org2449a49">Questions</h2>
<div class="outline-text-2" id="text-org2449a49">
<p>
If you have questions/comments about this course, go to the <a href="https://github.com/janboone/programming_for_economists/issues">issues page</a>. Open a new issue (with the green "New issue" button) and type
your question. Use a title that is informative (e.g. not "question",
but "question about assignment 2"). Go to the next box ("Leave a
comment") and type your question. Then click on "Submit new issue". We
will answer your question as quickly as possible.
</p>

<p>
Information that we need to answer your question:
</p>

<ul class="org-ul">
<li>say whether you are an ECO or EBE student</li>
<li>mention the group number of your tutorial and/or the name of your tutorial teacher</li>
<li>explain your question</li>
</ul>
<p>
The advantages of the issue page include:
</p>

<ul class="org-ul">
<li>if you have a question, other students may have it as well; in this way we answer the questions in a way that everyone can see it. Also before asking the question, you may want to check whether it was asked/answered before on the issue page</li>
<li>we answer your question more quickly than when you email us</li>
<li>you can also use this during the exam</li>
</ul>
<p>
Only when you need to include privately sensitive information ("my cat
has passed away"), you can send an email.
</p>

<p>
In order to post issues, you need to create a github account. Hence, we advice you to go to <a href="https://github.com/">github</a> and create an account now.
</p>

<p>
Note that if your question is related to another issue, you can react
to the earlier issue and leave a comment in that "conversation".
</p>
</div>
</div>
    </div>
    

</article><!--End of body content--><footer id="footer">
            Contents © 2019         <a href="mailto:j.boone@uvt.nl">Jan Boone and Misja Mikkers</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
        </footer>
</div>
</div>


        <script src="../assets/js/all-nocdn.js"></script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(0, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates --><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element) {
            return element.getElementsByTagName('img')[0].alt;
    }});
    </script>
</body>
</html>
